Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: The membership of the advisory forum shall represent a balanced selection of stakeholders, including industry, start-ups, SMEs, civil society and academia.
fr_fr: La composition du forum consultatif est équilibrée en ce qui concerne la représentation des parties prenantes, y compris l’industrie, les jeunes pousses, les PME, la société civile et le monde universitaire.

source: The membership of the advisory forum shall be balanced with regard to commercial and non-commercial interests and, within the category of commercial interests, with regard to SMEs and other undertakings.
fr_fr: La composition du forum consultatif est équilibrée sur le plan des intérêts commerciaux et non commerciaux et, dans la catégorie des intérêts commerciaux, en ce qui concerne les PME et les autres entreprises.

source: The Commission shall appoint the members of the advisory forum, in accordance with the criteria set out in paragraph 2, from amongst stakeholders with recognised expertise in the field of AI.
fr_fr: La Commission nomme les membres du forum consultatif, conformément aux critères énoncés au paragraphe 2, parmi les parties prenantes possédant une expertise reconnue dans le domaine de l’IA.

source: The term of office of the members of the advisory forum shall be two years, which may be extended by up to no more than four years.
fr_fr: La durée du mandat des membres du forum consultatif est de deux ans et peut être prolongée au maximum de quatre ans.

source: The Fundamental Rights Agency, ENISA, the European Committee for Standardization (CEN), the European Committee for Electrotechnical Standardization (CENELEC), and the European Telecommunications Standards Institute (ETSI) shall be permanent members of the advisory forum.
fr_fr: L’Agence des droits fondamentaux, l’ENISA, le Comité européen de normalisation (CEN), le Comité européen de normalisation électrotechnique (CENELEC) et l’Institut européen de normalisation des télécommunications (ETSI) sont membres permanents du forum consultatif.

source: The advisory forum shall draw up its rules of procedure.
fr_fr: Le forum consultatif établit son règlement intérieur.

source: It shall elect two co-chairs from among its members, in accordance with criteria set out in paragraph 2.
fr_fr: Il élit parmi ses membres deux coprésidents, conformément aux critères énoncés au paragraphe 2.

source: The term of office of the co-chairs shall be two years, renewable once.
fr_fr: Leur mandat est d’une durée de deux ans, renouvelable une fois.

source: The advisory forum shall hold meetings at least twice a year.
fr_fr: Le forum consultatif tient des réunions régulières au moins deux fois par an.

source: The advisory forum may invite experts and other stakeholders to its meetings.
fr_fr: Il peut inviter des experts et d’autres parties prenantes à ses réunions.

source: The advisory forum may prepare opinions, recommendations and written contributions at the request of the Board or the Commission.
fr_fr: Le forum consultatif peut préparer des avis, des recommandations et des contributions écrites à la demande du Comité IA ou de la Commission.

source: The advisory forum may establish standing or temporary sub-groups as appropriate for the purpose of examining specific questions related to the objectives of this Regulation.
fr_fr: Le forum consultatif peut créer des sous-groupes permanents ou temporaires, s’il y a lieu, afin d’examiner des questions spécifiques liées aux objectifs du présent règlement.

source: The advisory forum shall prepare an annual report on its activities.
fr_fr: Le forum consultatif prépare un rapport annuel sur ses activités.

source: That report shall be made publicly available.
fr_fr: Ce rapport est rendu public.

source: Scientific panel of independent experts
fr_fr: Groupe scientifique d’experts indépendants

source: The Commission shall, by means of an implementing act, make provisions on the establishment of a scientific panel of independent experts (the ‘scientific panel’) intended to support the enforcement activities under this Regulation.
fr_fr: La Commission adopte, au moyen d’un acte d’exécution, des dispositions relatives à la constitution d’un groupe scientifique d’experts indépendants (ci-après dénommé «groupe scientifique») destiné à soutenir les activités de contrôle de l’application du présent règlement.

source: The scientific panel shall consist of experts selected by the Commission on the basis of up-to-date scientific or technical expertise in the field of AI necessary for the tasks set out in paragraph 3, and shall be able to demonstrate meeting all of the following conditions:
fr_fr: Le groupe scientifique est composé d’experts sélectionnés par la Commission en fonction de leur expertise à la pointe des connaissances scientifiques ou techniques dans le domaine de l’IA, nécessaire pour s’acquitter des tâches énoncées au paragraphe 3, et est en mesure de démontrer qu’ils remplissent toutes les conditions suivantes:

source: having particular expertise and competence and scientific or technical expertise in the field of AI;
fr_fr: disposer d’une expertise et d’une compétence particulières ainsi que d’une expertise scientifique ou technique dans le domaine de l’IA;

source: independence from any provider of AI systems or general-purpose AI models;
fr_fr: être indépendant vis-à-vis de tout fournisseur de systèmes d’IA ou de modèles d’IA à usage général;

source: an ability to carry out activities diligently, accurately and objectively.
fr_fr: être capable de mener des activités avec diligence, précision et objectivité.

source: The Commission, in consultation with the Board, shall determine the number of experts on the panel in accordance with the required needs and shall ensure fair gender and geographical representation.
fr_fr: La Commission, en consultation avec le Comité IA, détermine le nombre d’experts au sein du groupe scientifique en fonction des besoins et veille à une représentation équitable entre les hommes et les femmes ainsi que sur le plan géographique.

source: The scientific panel shall advise and support the AI Office, in particular with regard to the following tasks:
fr_fr: Le groupe scientifique conseille et soutient le Bureau de l’IA, notamment en ce qui concerne les tâches suivantes:

source: supporting the implementation and enforcement of this Regulation as regards general-purpose AI models and systems, in particular by:
fr_fr: soutenir la mise en œuvre et le contrôle de l’application du présent règlement en ce qui concerne les modèles et systèmes d’IA à usage général, en particulier:

source: alerting the AI Office of possible systemic risks at Union level of general-purpose AI models, in accordance with Article 90;
fr_fr: en alertant le Bureau de l’IA au sujet d’éventuels risques systémiques posés au niveau de l’Union par des modèles d’IA à usage général, conformément à l’article 90;

source: contributing to the development of tools and methodologies for evaluating capabilities of general-purpose AI models and systems, including through benchmarks;
fr_fr: en contribuant à la mise au point d’outils et de méthodologies destinés à évaluer les capacités des modèles et systèmes d’IA à usage général, y compris au moyen de critères de référence;

source: providing advice on the classification of general-purpose AI models with systemic risk;
fr_fr: en fournissant des conseils quant à la classification des modèles d’IA à usage général présentant un risque systémique;

source: providing advice on the classification of various general-purpose AI models and systems;
fr_fr: en fournissant des conseils quant à la classification de différents modèles et systèmes d’IA à usage général;

source: contributing to the development of tools and templates;
fr_fr: en contribuant à la mise au point d’outils et de modèles;

source: supporting the work of market surveillance authorities, at their request;
fr_fr: soutenir, à leur demande, les autorités de surveillance du marché dans leur travail;

source: supporting cross-border market surveillance activities as referred to in Article 74(11), without prejudice to the powers of market surveillance authorities;
fr_fr: soutenir les activités transfrontières de surveillance du marché visées à l’article 74, paragraphe 11, sans préjudice des pouvoirs des autorités de surveillance du marché;

source: supporting the AI Office in carrying out its duties in the context of the Union safeguard procedure pursuant to Article 81.
fr_fr: soutenir le Bureau de l’IA dans l’exercice de ses fonctions dans le cadre de la procédure de sauvegarde de l’Union prévue à l’article 81.

source: The experts on the scientific panel shall perform their tasks with impartiality and objectivity, and shall ensure the confidentiality of information and data obtained in carrying out their tasks and activities.
fr_fr: Les experts du groupe scientifique s’acquittent de leurs tâches avec impartialité et objectivité, et garantissent la confidentialité des informations et des données obtenues dans l’exercice de leurs tâches et activités.

source: They shall neither seek nor take instructions from anyone when exercising their tasks under paragraph 3.
fr_fr: Ils ne sollicitent ni n’acceptent d’instructions de quiconque dans l’exercice des tâches qui leur incombent en vertu du paragraphe 3.

source: Each expert shall draw up a declaration of interests, which shall be made publicly available.
fr_fr: Chaque expert établit une déclaration d’intérêts qui est rendue publique.

source: The AI Office shall establish systems and procedures to actively manage and prevent potential conflicts of interest.
fr_fr: Le Bureau de l’IA met en place des systèmes et des procédures visant à prévenir et gérer efficacement les conflits d’intérêts potentiels.

source: The implementing act referred to in paragraph 1 shall include provisions on the conditions, procedures and detailed arrangements for the scientific panel and its members to issue alerts, and to request the assistance of the AI Office for the performance of the tasks of the scientific panel.
fr_fr: L’acte d’exécution visé au paragraphe 1 comprend des dispositions sur les conditions, les procédures et les modalités détaillées permettant au groupe scientifique et à ses membres d’émettre des alertes et de demander l’assistance du Bureau de l’IA pour l’exécution des tâches du groupe scientifique.

source: Access to the pool of experts by the Member States
fr_fr: Accès des États membres au groupe scientifique

source: Member States may call upon experts of the scientific panel to support their enforcement activities under this Regulation.
fr_fr: Les États membres peuvent faire appel à des experts du groupe scientifique pour soutenir leurs activités de contrôle de l’application du présent règlement.

source: The Member States may be required to pay fees for the advice and support provided by the experts.
fr_fr: Les États membres peuvent être tenus de payer des honoraires pour les conseils et le soutien fournis par les experts.

source: The structure and the level of fees as well as the scale and structure of recoverable costs shall be set out in the implementing act referred to in Article 68(1), taking into account the objectives of the adequate implementation of this Regulation, cost-effectiveness and the necessity of ensuring effective access to experts for all Member States.
fr_fr: La structure et le niveau des honoraires ainsi que le barème et la structure des dépens récupérables sont définis dans l’acte d’exécution visé à l’article 68, paragraphe 1, en tenant compte des objectifs consistant à mettre en œuvre le présent règlement de façon appropriée, à assurer un bon rapport coût-efficacité et à garantir que tous les États membres aient un accès effectif à des experts.

source: The Commission shall facilitate timely access to the experts by the Member States, as needed, and ensure that the combination of support activities carried out by Union AI testing support pursuant to Article 84 and experts pursuant to this Article is efficiently organised and provides the best possible added value.
fr_fr: La Commission facilite l’accès en temps utile des États membres aux experts, en fonction des besoins, et veille à ce que la combinaison des activités de soutien menées par les structures de soutien de l’Union pour les essais en matière d’IA conformément à l’article 84 et par les experts au titre du présent article soit organisée de manière efficace et apporte la meilleure valeur ajoutée possible.

source: National competent authorities
fr_fr: Autorités nationales compétentes

source: Designation of national competent authorities and single points of contact
fr_fr: Désignation des autorités nationales compétentes et des points de contact uniques

source: Each Member State shall establish or designate as national competent authorities at least one notifying authority and at least one market surveillance authority for the purposes of this Regulation.
fr_fr: Chaque État membre établit ou désigne en tant qu’autorités nationales compétentes au moins une autorité notifiante et au moins une autorité de surveillance du marché aux fins du présent règlement.

source: Those national competent authorities shall exercise their powers independently, impartially and without bias so as to safeguard the objectivity of their activities and tasks, and to ensure the application and implementation of this Regulation.
fr_fr: Ces autorités nationales compétentes exercent leurs pouvoirs de manière indépendante, impartiale et sans parti pris, afin de préserver l’objectivité de leurs activités et de leurs tâches et d’assurer l’application et la mise en œuvre du présent règlement.

source: The members of those authorities shall refrain from any action incompatible with their duties.
fr_fr: Les membres de ces autorités s’abstiennent de tout acte incompatible avec leurs fonctions.

source: Provided that those principles are observed, such activities and tasks may be performed by one or more designated authorities, in accordance with the organisational needs of the Member State.
fr_fr: Pour autant que ces principes soient respectés, les activités et tâches précitées peuvent être exécutées par une ou plusieurs autorités désignées, en fonction des besoins organisationnels de l’État membre.

source: Member States shall communicate to the Commission the identity of the notifying authorities and the market surveillance authorities and the tasks of those authorities, as well as any subsequent changes thereto.
fr_fr: Les États membres communiquent à la Commission les autorités notifiantes et les autorités de surveillance du marché désignées et les tâches incombant à ces autorités, ainsi que toute modification ultérieure y afférente.

source: Member States shall make publicly available information on how competent authorities and single points of contact can be contacted, through electronic communication means by 2 August 2025.
fr_fr: Les États membres rendent publiques des informations sur la manière dont les autorités compétentes et les points de contact uniques peuvent être contactés, par voie électronique, au plus tard le 2 août 2025.

source: Member States shall designate a market surveillance authority to act as the single point of contact for this Regulation, and shall notify the Commission of the identity of the single point of contact.
fr_fr: Les États membres désignent une autorité de surveillance du marché pour faire office de point de contact unique pour le présent règlement et communiquent à la Commission l’identité du point de contact unique.

source: The Commission shall make a list of the single points of contact publicly available.
fr_fr: La Commission publie une liste des points de contact uniques.

source: Member States shall ensure that their national competent authorities are provided with adequate technical, financial and human resources, and with infrastructure to fulfil their tasks effectively under this Regulation.
fr_fr: Les États membres veillent à ce que leurs autorités nationales compétentes disposent de ressources techniques, financières et humaines suffisantes, ainsi que d’infrastructures pour mener à bien efficacement les tâches qui leur sont confiées en vertu du présent règlement.

source: In particular, the national competent authorities shall have a sufficient number of personnel permanently available whose competences and expertise shall include an in-depth understanding of AI technologies, data and data computing, personal data protection, cybersecurity, fundamental rights, health and safety risks and knowledge of existing standards and legal requirements.
fr_fr: En particulier, les autorités nationales compétentes disposent en permanence d’un personnel en nombre suffisant, qui possède, parmi ses compétences et son expertise, une compréhension approfondie des technologies de l’IA, des données et du traitement de données, de la protection des données à caractère personnel, de la cybersécurité, des droits fondamentaux, des risques pour la santé et la sécurité, et une connaissance des normes et exigences légales en vigueur.

source: Member States shall assess and, if necessary, update competence and resource requirements referred to in this paragraph on an annual basis.
fr_fr: Chaque année, les États membres évaluent et, si nécessaire, mettent à jour les exigences portant sur les compétences et les ressources visées au présent paragraphe.

source: National competent authorities shall take appropriate measures to ensure an adequate level of cybersecurity.
fr_fr: Les autorités nationales compétentes prennent des mesures appropriées pour garantir un niveau adapté de cybersécurité.

source: When performing their tasks, the national competent authorities shall act in accordance with the confidentiality obligations set out in Article 78.
fr_fr: Dans le cadre de l’accomplissement de leurs tâches, les autorités nationales compétentes agissent conformément aux obligations de confidentialité énoncées à l’article 78.

source: By 2 August 2025, and once every two years thereafter, Member States shall report to the Commission on the status of the financial and human resources of the national competent authorities, with an assessment of their adequacy.
fr_fr: Au plus tard le 2 août 2025, et tous les deux ans par la suite, les États membres font rapport à la Commission sur l’état des ressources financières et humaines des autorités nationales compétentes, et lui présentent une évaluation de l’adéquation de ces ressources.

source: The Commission shall transmit that information to the Board for discussion and possible recommendations.
fr_fr: La Commission transmet ces informations au Comité IA pour discussion et recommandations éventuelles.

source: The Commission shall facilitate the exchange of experience between national competent authorities.
fr_fr: La Commission facilite les échanges d’expériences entre les autorités nationales compétentes.

source: National competent authorities may provide guidance and advice on the implementation of this Regulation, in particular to SMEs including start-ups, taking into account the guidance and advice of the Board and the Commission, as appropriate.
fr_fr: Les autorités nationales compétentes peuvent fournir des orientations et des conseils sur la mise en œuvre du présent règlement, en particulier aux PME, y compris les jeunes pousses, en tenant compte des orientations et conseils du Comité IA et de la Commission, selon le cas.

source: Whenever national competent authorities intend to provide guidance and advice with regard to an AI system in areas covered by other Union law, the national competent authorities under that Union law shall be consulted, as appropriate.
fr_fr: Chaque fois que les autorités nationales compétentes envisagent de fournir des orientations et des conseils concernant un système d’IA dans des domaines relevant d’autres actes législatifs de l’Union, les autorités compétentes nationales en vertu de ces actes législatifs de l’Union sont consultées, le cas échéant.

source: Where Union institutions, bodies, offices or agencies fall within the scope of this Regulation, the European Data Protection Supervisor shall act as the competent authority for their supervision.
fr_fr: Lorsque les institutions, organes ou organismes de l’Union relèvent du champ d’application du présent règlement, le Contrôleur européen de la protection des données agit en tant qu’autorité compétente responsable de leur surveillance.

source: CHAPTER VIII
fr_fr: CHAPITRE VIII

source: EU DATABASE FOR HIGH-RISK AI SYSTEMS
fr_fr: BASE DE DONNÉES DE L’UE POUR LES SYSTÈMES D’IA À HAUT RISQUE

source: EU database for high-risk AI systems listed in Annex III
fr_fr: Base de données de l’UE pour les systèmes d’IA à haut risque énumérés à l’annexe III

source: The Commission shall, in collaboration with the Member States, set up and maintain an EU database containing information referred to in paragraphs 2 and 3 of this Article concerning high-risk AI systems referred to in Article 6(2) which are registered in accordance with Articles 49 and 60 and AI systems that are not considered as high-risk pursuant to Article 6(3) and which are registered in accordance with Article 6(4) and Article 49.
fr_fr: La Commission, en collaboration avec les États membres, crée et tient à jour une base de données de l’UE contenant les informations visées aux paragraphes 2 et 3 du présent article en ce qui concerne les systèmes d’IA à haut risque visés à l’article 6, paragraphe 2, qui sont enregistrés conformément aux articles 49 et 60 et les systèmes d’IA qui ne sont pas considérés à haut risque en vertu de l’article 6, paragraphe 3, et qui sont enregistrés conformément à l’article 6, paragraphe 4, et à l’article 49.

source: When setting the functional specifications of such database, the Commission shall consult the relevant experts, and when updating the functional specifications of such database, the Commission shall consult the Board.
fr_fr: Lorsqu’elle définit les spécifications fonctionnelles de cette base de données, la Commission consulte les experts compétents et, lorsqu’elle les met à jour, elle consulte le Comité IA.

source: The data listed in Sections A and B of Annex VIII shall be entered into the EU database by the provider or, where applicable, by the authorised representative.
fr_fr: Les données énumérées à l’annexe VIII, sections A et B, sont introduites dans la base de données de l’UE par le fournisseur ou, le cas échéant, par le mandataire.

source: The data listed in Section C of Annex VIII shall be entered into the EU database by the deployer who is, or who acts on behalf of, a public authority, agency or body, in accordance with Article 49(3) and (4).
fr_fr: Les données énumérées à la section C de l’annexe VIII sont introduites dans la base de données de l’UE par le déployeur qui est ou agit pour le compte d’une autorité, d’une agence ou d’un organisme public, conformément à l’article 49, paragraphes 3 et 4.

source: With the exception of the section referred to in Article 49(4) and Article 60(4), point (c), the information contained in the EU database registered in accordance with Article 49 shall be accessible and publicly available in a user-friendly manner.
fr_fr: À l’exception de la section visée à l’article 49, paragraphe 4, et à l’article 60, paragraphe 4, point c), les informations contenues dans la base de données de l’UE enregistrées conformément à l’article 49 sont accessibles et mises à la disposition du public d’une manière conviviale.

source: The information should be easily navigable and machine-readable.
fr_fr: Ces informations devraient être consultables grâce à une navigation aisée et lisibles par machine.
